# Найти факториалы чисел от 1 до 5 (включительно).



import math
x = 1
math.factorial(4)
while x <= 5:
    print(math.factorial(x))
    x = x + 1