# Напишите программу для вывода таблицы умножения от 0 до 9.
# Используйте вложенный цикл for, print и range



for i in range(0,10):
    for a in range (1,10):
        print(i,'*',a,'=',i*a)
